Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Note: Before installing Core Protection Module, computers must meet minimum software and hardware requirements.
fr_fr: Remarque: Avant d'installer Core Protection Module, les ordinateurs doivent respecter la configuration logicielle et matérielle requise.

source: Note: Only client computers without Trend Micro OfficeScan client can deploy Core Protection Module.
fr_fr: Remarque: Seuls les ordinateurs clients sans Trend Micro OfficeScan client peuvent déployer Core Protection Module.

source: Note: Client machines may briefly display DOS windows during action execution.
fr_fr: Remarque: Les postes clients pourraient brièvement afficher des fenêtres DOS durant l'exécution d'une action.

source: Important Note:&nbsp;Installation of the CPM endpoint&nbsp;will cause a restart of the computer's TCP stack.&nbsp;When deployed on machines running the BES Server, this will cause all active BES Console connections to close. Please schedule the installation to occur at a time when this interruption in connectivity is acceptable.
fr_fr: Remarque importante:L'installation du point final CPM&nbsp;entraînera le redémarrage de la pile TCP de l'ordinateur.&nbsp;En cas de déploiement sur des machines exécutant le serveur BES, toutes les connexions actives à la console BES sont fermées. Veuillez planifier l'installation à un moment où cette interruption de la connectivité est acceptable.

source: The computers listed here do not meet the minimum operating system and/or service pack requirements necessary to install the Core Protection Module endpoint software.The listed machines will not become relevant for the endpoint deploy task.
fr_fr: Les ordinateurs ici répertoriés ne répondent pas aux exigences minimales requises, en termes de système d'exploitation ou de Service Pack, pour pouvoir installer le logiciel Core Protection Module des points finaux.Les ordinateurs répertoriés ne seront pas pertinents pour la tâche Endpoint Deploy.

source: These requirements for the platform are as follows:
fr_fr: La configuration minimale requise pour la plate-forme est la suivante:

source: These requirements for Windows are as follows:
fr_fr: La configuration minimale requise pour Windows est la suivante:

source: These requirements for Mac are as follows:
fr_fr: La configuration minimale requise pour Mac est la suivante:

source: 51.7 - 66.5 MB
fr_fr: 51,7 à 66,5 Mo

source: Core Protection Module - Ineligible for Install - Insufficient Software Resources
fr_fr: Core Protection Module – Ne peut pas être installé – Ressources logicielles insuffisantes

source: BES Client Version 8.0 or higher
fr_fr: Client BES version &nbsp;8.0 ou supérieure

source: Windows XP SP2+ on x64 platforms
fr_fr: Windows XP SP2+ sur plate-formes &nbsp;x64

source: Windows XP SP3+ on x86 platforms
fr_fr: Windows XP SP3+ sur plate-formes &nbsp;x86

source: OS X™ Mountain Lion 10.8.3 or later
fr_fr: Version 10.8.3 ou supérieure de OS X™ Mountain Lion

source: Windows 2008 (R2 requires BES client version &gt;= 7.2.5)
fr_fr: Windows&nbsp;2008&nbsp;R2 (requiert la version &gt;= 7.2.5 du le client BES)

source: Windows 7 (requires BES client version &gt;= 7.2.5)
fr_fr: Windows&nbsp;7 (requiert la version &gt;= 7.2.5 du le client BES)

source: Mac OS X version 10.4.11 (Tiger) or higher
fr_fr: Version&nbsp;10.4.11 (Tiger) ou supérieure de Mac&nbsp;OS&nbsp;X

source: Mac OS X version 10.5.5 (Leopard) or higher
fr_fr: Version&nbsp;10.5.5 (Leopard) ou supérieure de Mac&nbsp;OS&nbsp;X

source: Mac OS X version 10.6 (Snow Leopard)
fr_fr: Version&nbsp;10.6 (Snow Leopard) de Mac&nbsp;OS&nbsp;X

source: Core Protection Module - Ineligible for Install - Insufficient Hardware Resources
fr_fr: Core Protection Module – Ne peut pas être installé – Ressources matérielles insuffisantes

source: The minimum hardware requirements for Windows are as follows:
fr_fr: La configuration matérielle minimum requise pour Windows est la suivante:

source: 700 MB free hard drive space
fr_fr: 700&nbsp;Mo d'espace disque dur libre

source: RAM
fr_fr: Mémoire RAM

source: Windows XP, Windows Server 2003: 512 MB
fr_fr: Windows XP, Windows Server 2003&nbsp;: 512 Mo

source: Windows 7, Windows 8, Windows Server 2008R2, Windows Server 2012: 1.5 GB
fr_fr: Windows&nbsp;7, Windows&nbsp;8, Windows Server&nbsp;2008 R2, Windows Server&nbsp;2012&nbsp;: 1,5 Go

source: Windows Vista, Windows Server 2008: 1 GB
fr_fr: Windows Vista, Windows Server 2008&nbsp;: 1 Go

source: The minimum hardware requirements for Mac are as follows:
fr_fr: La configuration matérielle minimale requise pour Mac est la suivante:

source: Windows 7, Windows Server 2008R2: 1.5 GB
fr_fr: Windows&nbsp;7, Windows Server&nbsp;2008R2&nbsp;: 1,5&nbsp;Go

source: 100 MB free hard drive space
fr_fr: 100&nbsp;Mo d'espace disque dur libre

source: 256 MB RAM
fr_fr: 256&nbsp;Mo de mémoire RAM

source: Core Protection Module - Download VDI Pre-Scan Template Generation Tool
fr_fr: Core Protection Module – Téléchargement de l'outil de génération de modèle de pré-scan VDI

source: The CPM VDI Pre-Scan Template Generation Tool scans the base or golden image and verifies the image is a virtual desktop client. When scanning duplicates of this image, CPM only checks the parts that have changed. This is done in order to optimize on-demand scanning.
fr_fr: L'outil de génération du modèle de pré-scan VDI de CPM scanne l'outil de génération de base ou Golden et vérifie que l'image est un client Virtual Desktop. Lorsque le scan duplique l'image, CPM vérifie uniquement les parties qui ont été modifiées. Cette opération est exécutée afin d'optimiser le scan à la demande.

source: To create a Pre-Scan Template:
fr_fr: Pour créer un modèle de pré-scan:

source: Download&nbsp;the VDI Pre-Scan Template Generation Tool.
fr_fr: Téléchargez l'outil de génération de modèle de pré-scan VDI.

source: Copy the VDI Pre-Scan Template Generation Tool (TCacheGen_x86.exe for 32-bit systems or TCacheGen_x64.exe for 64-bit systems) to the &lt;CPMInstallationPath&gt;\OfficeScanClientfolder of the base image.
fr_fr: Copiez l'outil de génération de modèle de pré-scan VDI (TCacheGen_x86.exe pour les systèmes 32&nbsp;bits ou TCacheGen_x64.exe pour les systèmes 64&nbsp;bits) dans le dossier &lt;CPMInstallationPath&gt;\OfficeScandossier d'installation du client de l'image de base.

source: Execute TCacheGen_x86.exe or TCacheGen_x64.exe.
fr_fr: Exécutez TCacheGen_x86.exe ou TCacheGen_x64.exe.

source: Click Generate Pre-Scan Template. The tool scans the image for security threats before generating the pre-scan template and removing the GUID.
fr_fr: Cliquez sur Générer un modèle de pré-scan. Avant de générer le modèle de pré-scan et de supprimer le GUID, l'outil scanne l'image pour détecter d'éventuelles menaces de sécurité.

source: Note:&nbsp;CPM VDI Pre-Scan Template Generation Tool should be executed only on base or golden images with CPM client version 10.5 and above .
fr_fr: Remarque: L'outil de génération de modèle de pré-scan VDI de CPM doit être exécuté uniquement sur des images de base ou Golden avec le client CPM de version 10.5 ou supérieure.

source: Important Note: Ensure CPM VDI Componentsare installed on the base or golden image's relay, before running the VDI Pre-Scan Template Generation Tool on the base or golden image.
fr_fr: Remarque importante: Assurez-vous que les composants VDI de CPM sont installés sur des images de base ou Golden de relais avant d'exécuter l'outil du modèle de pré-scan VDI sur l'image de base ou Golden.

source: Important Note: After generating the pre-scan template, the tool unloads the&nbsp;CPM client. Do not reload the&nbsp;CPM client. If the&nbsp;CPM client reloads, create the pre-scan template again.
fr_fr: Remarque importante: Une fois le modèle de pré-scan généré, l'outil décharge le client CPM. Ne rechargez pas le client CPM. Si celui-ci se recharge, créez à nouveau le modèle de pré-scan.

source: Core Protection Module 1.6 Service Pack 1 Release Notes
fr_fr: Notes de mise à jour de Core Protection Module&nbsp;1.6 Service Pack&nbsp;1

source: Major changesin Core Protection Module 1.6 Service Pack 1 &nbsp;&nbsp; Scan Function Enhancement&nbsp;&nbsp; ------------------------- * Service Pack 1 provides the configuration option in the server console, the default behavior is to not scan mapped drives. * For usability, Service Pack 1 adds support of wildcards in the Exclusion List. &nbsp;&nbsp; Client Information Enhancement&nbsp;&nbsp; ------------------------------&nbsp;&nbsp; * In Service Pack 1, the client language and Service Pack, Patch, and Hot fix versions are displayed in both theBES Server Console and the Client Dashboard. &nbsp;&nbsp; * In Service Pack 1,&nbsp;BES Reports have the ability to identify OfficeScan clients correctly. &nbsp;&nbsp; Report Enhancement&nbsp;&nbsp; ------------------&nbsp;&nbsp; * Service Pack 1 provides new reports: Real-time Email when Malware infects alerts, Outbreak Alerts, and Action Failure alerts. &nbsp;&nbsp; CPM Server Component Migration&nbsp;&nbsp; ------------------------------ * For future product support, Service Pack 1 migrates to the Common AU 2.0. &nbsp;&nbsp; Support Tool Enhancement&nbsp;&nbsp; ------------------------&nbsp;&nbsp; * The Trend Micro Case Diagnoses Tool (CDT) is deployed with the CPM server component, and running CDT would collect the CPM server component information as well as the client information. &nbsp;&nbsp; Conflict Product Detection/Removal&nbsp;&nbsp; ---------------------------------- * When the CPM client is being installed, it would detect the OfficeScan client as the conflict product. * When the CPM client is installed, it first removes the following products automatically: - Authentium(TM) Command AntiVirus for Windows Enterprise 4.9x - Computer Associates (CA) eTrust(TM) Antivirus 8.1.655 - eScan(TM) for Windows 8.0.653.1 - ESET(TM) NOD32(TM) Antivirus build 3.0.642 - ESET NOD32 Antivirus 3.0.667.0 - ESET NOD32 Antivirus 3.0.684.0 - F-Secure(TM) Anti-Virus Client Security 6.03 - F-Secure Client Security 7.0 - F-Secure Client Security 7.10 - F-Secure Client Security 8.00 - F-Secure Client Security 8.01 - F-Secure Client Security 8.01.133 - Kaspersky(TM) Anti-Virus 6.0.3.837 - McAfee(TM) Total Protection - McAfee ePolicy Agent 3.6.0.574 - McAfee VirusScan Enterprise 8.7.0.570 - Norman(TM) Security Suite 7 - Norman Virus Control 5.99.0600 - Panda(TM) Endpoint Agent 5.02.00.0004 - Symantec 11.0.780.1109 Endpoint Protection - Symantec 11.0.2010.25 Endpoint Protection MR 2 - Symantec Endpoint Protection 10.1.8000.8 - Symantec Endpoint Protection 11.0.3001.2224 - Symantec Endpoint Protection 11.0.4000.2295 - Symantec Endpoint Protection 11.0.4202.75 - Symantec 11.0.4000.2295 Endpoint Protection 64-bit Edition
fr_fr: Principaux changements dans Core Protection Module1.6 Service Pack1 &nbsp;&nbsp; Amélioration de la fonction de scan&nbsp;&nbsp; ------------------------- * Le Service Pack1 fournit l'option de configuration dans la console du serveur, le comportement par défaut est de ne pas scanner les lecteurs mappés. * Pour plus de convivialité, Service Pack1 ajoute la prise en charge des caractères génériques dans la liste d'exclusion. Amélioration des Informations sur le client&nbsp;&nbsp; ------------------------------&nbsp;&nbsp; * Dans le Service Pack1, la langue du client et les versions du Service Pack, du patch, et des correctifs de type hotfix sont affichées dans la console du serveur BES et le tableau de bord client. &nbsp;&nbsp; * Dans le Service Pack&nbsp;1, les rapports BES ont la capacité d'identifier les clients OfficeScan correctement. Amélioration des rapports&nbsp;&nbsp; ------------------&nbsp;&nbsp; * Le Service Pack&nbsp;1 fournit de nouveaux rapports&nbsp;: alertes d'e-mails en temps réel lors d'infections par des programmes malveillants, alertes d'épidémie et alertes d'échec d'action. Migration des composants du serveur CPM&nbsp;&nbsp; ------------------------------ * Pour le support futur du produit, le Service Pack1 migre vers Common AU 2.0. Amélioration de l'outil de support&nbsp;&nbsp; ------------------------&nbsp;&nbsp; * Trend Micro Case Diagnoses Tool (CDT) est déployé avec le composant du serveur CPM et l'exécution de CDT collecte les informations du composant du serveur CPM ainsi que les informations client. Détection ou suppression d'un produit conflictif ---------------------------------- * Lors de l'installation du client CPM, celui-ci devrait détecter le client OfficeScan comme produit conflictif. &nbsp;&nbsp; Lorsque le client CPM est installé, il supprime d'abord les produits suivants automatiquement: – Authentium(TM) Command AntiVirus pour Windows Enterprise 4.9x – Computer Associates (CA) eTrust(TM) Antivirus 8.1.655 – eScan(TM) pour Windows 8.0.653.1 – ESET(TM) NOD32(TM) Antivirus version&nbsp;3.0.642 – ESET NOD32 Antivirus 3.0.667.0 – ESET NOD32 Antivirus 3.0.684.0 – F-Secure(TM) Anti-Virus Client Security 6.03 – F-Secure Client Security 7.0 – F-Secure Client Security 7.10 – F-Secure Client Security 8.00 – F-Secure Client Security 8.01 – F-Secure Client Security 8.01.133 – Kaspersky(TM) Anti-Virus 6.0.3.837 – McAfee(TM) Total Protection – McAfee ePolicy Agent 3.6.0.574 – McAfee VirusScan Enterprise 8.7.0.570 – Norman(TM) Security Suite 7 – Norman Virus Control 5.99.0600 – Panda(TM) Endpoint Agent 5.02.00.0004 – Symantec 11.0.780.1109 Endpoint Protection – Symantec 11.0.2010.25 Endpoint Protection MR 2 – Symantec Endpoint Protection 10.1.8000.8 – Symantec Endpoint Protection 11.0.3001.2224 – Symantec Endpoint Protection 11.0.4000.2295 – Symantec Endpoint Protection 11.0.4202.75 – Symantec Endpoint Protection 11.0.4000.2295, édition 64bits

source: Core Protection Module - Endpoint Deploy (Version 10.6)
fr_fr: Core Protection Module – Endpoint Deploy (Version&nbsp;10.6)

source: The listed computers do not have Trend Micro Core Protection Module installed. Core Protection Module will enable clients to monitor, detect, and fix viruses and spyware found. Use this action to deploy Core Protection Module on computers that do not have it.
fr_fr: Trend Micro Core Protection Module n'est pas installé sur les ordinateurs répertoriés. Core Protection Module permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés. Utilisez cette action pour déployer Core Protection Module sur des ordinateurs qui n'en disposent pas.

source: Core Protection Module - Upgrade Endpoint
fr_fr: Core Protection Module – Mise à niveau de point final

source: There is a new version of&nbsp;Trend Micro Core Protection Module endpoint software. Core Protection Module will enable clients to monitor, detect, and fix viruses and spyware on endpoint computers. Use this action to update outdated versions of Core Protection Module endpoint software.
fr_fr: Une nouvelle version du logiciel de point final&nbsp;Trend Micro Core Protection Module est disponible. Core Protection Module permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés sur les points finaux. Utilisez cette action pour mettre à jour les versions obsolètes de logiciel de point final Core Protection Module.

source: Core Protection Module - Endpoint Uninstall
fr_fr: Core Protection Module – Désinstallation de point final

source: The listed computers have&nbsp;Core Protection Module&nbsp;(CPM) installed. You can uninstall Core Protection Module using this task.
fr_fr: Core Protection Module (CPM) est installé sur les ordinateurs répertoriés. Vous pouvez désinstaller Core Protection Module à l'aide de cette tâche.

source: Note: Client machines may briefly display pop-up windows during action execution.
fr_fr: Remarque: Les postes clients pourraient brièvement afficher des fenêtres contextuelles durant l'exécution d'une action.

source: Important Note:&nbsp;Uninstallation of the CPM endpoint&nbsp;will cause a restart of the computer's TCP stack.&nbsp;When&nbsp;this action is taken on machines running the BES Server, this will cause all active BES Console connections to close. Please schedule the action to occur at a time when this interruption in connectivity is acceptable.
fr_fr: Remarque importante: La désinstallation du point final CPM entraînera un redémarrage de la pile TCP de l'ordinateur.&nbsp;Dans le cas d'une action prise sur des ordinateurs exécutant le serveur BES, ceci provoquera la fermeture de toutes les connexions actives de la console BES. Veuillez planifier l'action à un moment où cette interruption de la connectivité est acceptable.

source: Core Protection Module - Execute CPM Case Diagnostic Tool (CDT)
fr_fr: Core Protection Module – Exécution de Case Diagnostic Tool (CDT) de CPM

source: This task &nbsp;triggers the CPM Case Diagnostic Tool (CDT)&nbsp;and uploads collected information.
fr_fr: Cette tâche déclenche le Case Diagnostic Tool (CDT) CPM et télécharge les informations collectées.

source: Note:
fr_fr: Remarque&nbsp;:

source: 1. Collected information files are stored in the client folder recorded in "[Core Protection Module folder]\CDT\CaseDiagnosticTool.ini".
fr_fr: 1. Les fichiers des informations collectées sont archivés dans le dossier client enregistré dans «&nbsp;[Dossier Core Protection Module]\CDT\CaseDiagnosticTool.ini&nbsp;».

source: 2. The client should have the CDT tool stored in the folder "[Core Protection Module folder]\CDT".
fr_fr: 2. Le client devrait disposer de l'outil CDT, stocké dans le dossier «&nbsp;[Dossier Core Protection Module]\CDT&nbsp;».

source: Core Protection Module - Endpoint Protection: Global Client Settings
fr_fr: Core Protection Module – Protection des points finaux&nbsp;: Paramètres clients généraux

source: This analysis contains information about the global client settings on Core Protection Module endpoints in your deployment.
fr_fr: Cette analyse contient des informations sur les Paramètres clients généraux sur les points finaux de Core Protection Module dans votre déploiement.

source: Configure Scan Settings: Do not scan if file &gt; X MB
fr_fr: Configurer les paramètres de scan&nbsp;: ne pas scanner si le fichier &gt; x&nbsp;Mo

source: Configure Scan Settings: Stop scanning if &gt; X virus in a compressed file
fr_fr: Configurer les paramètres de scan&nbsp;: arrêter le scan si &gt; X&nbsp;virus dans un fichier compressé

source: Core Protection Module - Endpoint Protection: On-Demand Scan Settings
fr_fr: Core Protection Module – Protection des points finaux&nbsp;: Paramètres de scan à la demande

source: This analysis contains information about the On-Demand scan settings on Core Protection Module endpoints in your deployment.
fr_fr: Cette analyse contient des informations sur les Paramètres de scan à la demande sur les points finaux de Core Protection Module dans votre déploiement.

source: Core Protection Module - Virus/Malware Outbreak Information
fr_fr: Core Protection Module – Informations sur les épidémies de virus/programmes malveillants

source: This analysis contains information about Core Protection Module endpoint virus detections. The data updates at specific time intervals (every 10 minutes by default).
fr_fr: Cette analyse contient des informations sur les détections de virus sur les points finaux Core Protection Module. Les données sont mises à jour à des intervalles de temps spécifiques (toutes les 10minutes par défaut).

source: After activating this analysis, you will see the following property:
fr_fr: Après l'activation de cette analyse, la propriété suivante s'affiche&nbsp;:

source: Note: This data is used by the CPM Virus Outbreak Status report.
fr_fr: Remarque: Ces données sont utilisées par le rapport État de l'épidémie virale de CPM.

source: Note: The time interval&nbsp;value&nbsp;will correspond to the&nbsp;value of the client setting "_CPM_OutbreakTimeInterval" or&nbsp;every 10 minutes&nbsp;if the client setting is not defined.
fr_fr: Remarque: La valeur de l'intervalle de temps correspondra à la valeur du paramètre client «&nbsp;_CPM_OutbreakTimeInterval&nbsp;» ou 10&nbsp;minutes si le paramètre client n'est pas défini.

source: Core Protection Module - Self Protection Information
fr_fr: Core Protection Module – Informations d'auto-protection

source: This analysis contains information about the BM settings on Core Protection Modules installed on the computers in your deployment.
fr_fr: Cette analyse contient des informations sur les paramètres de surveillance des comportements sur Core Protection Module installé sur les ordinateurs présents dans votre déploiement.

source: Protect CPM services Enabled/Disabled&nbsp;
fr_fr: Protéger les services de CPM activée/désactivée

source: Core Protection Module - Behavior Monitor Exception Information
fr_fr: Core Protection Module – Informations sur les exceptions de surveillance des comportements

source: This analysis contains information about the BM exception list on Core Protection Modules installed on the computers in your deployment.
fr_fr: Cette analyse contient des informations sur la liste d'exception de la surveillance des comportements sur Core Protection Module installé sur les ordinateurs présents dans votre déploiement.

source: Number of&nbsp;Exceptions*
fr_fr: Nombre d'exceptions*

source: * Although you can apply multiple exceptions to one endpoint, this analysis only returns the first 5 exceptions' detailed information. Open the dashboard BM configuration wizard to view other exceptions' configurations.
fr_fr: * Bien que vous puissiez appliquer plusieurs exceptions à un point final, cette analyse renvoie uniquement les informations détaillées des 5&nbsp;premières exceptions. Ouvrez l'assistant de configuration du tableau de bord de la surveillance des comportements pour afficher d'autres configurations d'exceptions.

source: Core Protection Module - Endpoint Protection: Real-Time Scan Settings
fr_fr: Core Protection Module – Protection des points finaux&nbsp;: Paramètres de scan en temps réel

source: This analysis contains information about the Real-Time scan settings on Core Protection Module endpoints in your deployment.
fr_fr: Cette analyse contient des informations sur les Paramètres de scan en temps réel sur les points finaux de Core Protection Module dans votre déploiement.

source: Core Protection Module - Spyware/Grayware Information
fr_fr: Core Protection Module – Informations sur les spywares/graywares

source: This analysis contains information about spyware/grayware detected by Core Protection Module endpoints in your deployment.
fr_fr: Cette analyse contient des informations des points finaux sur les spywares/graywares détectés par Core Protection Module dans votre déploiement.

source: Proxy Protocol
fr_fr: Protocole du proxy

source: Note: On endpoints with large numbers of detection events, the returned lists will be truncated to include only the most recent items. The number of items returned will correspond to the&nbsp;value of the client setting "_CPM_MaxSpywareReportCount" or 25 if the client setting is not defined.
fr_fr: Remarque: Sur les points finaux comportant de nombreux événements de détection, les listes renvoyées seront tronquées et n'incluront que les éléments les plus récents. Le nombre d'éléments renvoyés correspondra à la valeur du paramètre client «&nbsp;_CPM_MaxSpywareReportCount&nbsp;» ou 25 si le paramètre client n'est pas défini.

source: Core Protection Module - Endpoint Information
fr_fr: Core Protection Module – Informations sur les points finaux

source: This analysis contains information about the Core Protection Module endpoints in your deployment.
fr_fr: Cette analyse contient des informations sur les points finaux de Core Protection Module dans votre déploiement.

source: CPM Client Program Version
fr_fr: Version du programme client CPM

source: CPM Client Program&nbsp;Build
fr_fr: Compilation du programme client CPM
